{
  "title": "OnlyFeet - Home",
  "header": "OnlyFeet",
  "nav_about": "About",
  "nav_contact": "Contact",
  "nav_account": "Account",
  "home_heading": "Home",
  "home_welcome": "Welcome to OnlyFeet, the platform dedicated to foot enthusiasts.",
  "members_heading": "Our Members",
  "user1_name": "User 1",
  "user1_desc": "Passionate about feet for 5 years.",
  "user2_name": "User 2",
  "user2_desc": "Lover of artistic foot photos.",
  "user3_name": "User 3",
  "user3_desc": "Collector of rare socks.",
  "user4_name": "User 4",
  "user4_desc": "Expert in aesthetic pedicure.",
  "footer": "© 2024 OnlyFeet. All rights reserved.",
  "about_heading": "About",
  "about_paragraph": "OnlyFeet is a platform where creators can share exclusive content with their subscribers.",
  "fetish_heading": "Foot Fetishism:",
  "chapter1_title": "Chapter 1: The Origin of Foot Fetishism",
  "chapter1_content": "Foot fetishism, or podophilia, is a sexual fascination with feet. It has its origins in ancient history. Various cultures around the world have long idolized feet, whether in art, literature, or even in religious practices. For example, in ancient Egypt, feet were considered a sacred part of the body, often depicted in hieroglyphs and sculptures.",
  "chapter2_title": "Chapter 2: Development Through the Ages",
  "chapter2_content": "Over the centuries, foot fetishism has evolved. During the Renaissance in Europe, feet were often the subject of fascination in artworks. Artists like Leonardo da Vinci paid great attention to drawing feet with great precision, highlighting their aesthetic importance.",
  "chapter2_content_more": "In the 19th century, foot fetishism became more recognized as a distinct form of sexual fetishism. Erotic literature of the time, such as the works of French writer Charles Baudelaire, explored this theme, making it more visible in popular culture.",
  "chapter3_title": "Chapter 3: The Impact of Modern Popular Culture",
  "chapter3_content": "In the modern world, foot fetishism has gained wider acceptance thanks to the influence of media and popular culture. Movies, magazines, and more recently, the internet, have played a crucial role in normalizing this fetish. Celebrities and social media influencers have also contributed to this trend by sharing foot-focused content, from photo shoots to specific videos.",
  "chapter4_title": "Chapter 4: The Role of the Internet and Social Media",
  "chapter4_content": "The internet has revolutionized the way people explore and express their fetishistic interests. Platforms like OnlyFeet allow content creators to share their passion for feet with a global audience. Online forums, discussion groups, and social networks have created communities where like-minded individuals can connect, exchange ideas, and explore their desires without judgment.",
  "chapter5_title": "Chapter 5: Acceptance and Stigmatization",
  "chapter5_content": "Although foot fetishism is more visible today, there are still stigmas attached to this form of sexuality. Many people who experience this fetish prefer to keep it private for fear of judgment or discrimination. However, with evolving social attitudes and a better understanding of the diversity of sexual preferences, foot fetishism is gradually gaining acceptance.",
  "chapter5_content_more": "OnlyFeet plays a crucial role in this transformation by providing a safe and welcoming platform where individuals can explore and share their interests in feet. We believe in celebrating the diversity of human desires and creating an inclusive space for everyone.",
  "contact_heading": "Contact",
  "contact_intro": "For any questions, please contact us at:",
  "contact_email": "helponlyfeet@gmail.com",
  "contact_phone": "0768516994",
  "compte_heading": "Account",
  "signup": "Sign Up",
  "login": "Login",
  "signup_heading": "Sign Up",
  "username_label": "Username:",
  "email_label": "Email:",
  "password_label": "Password:",
  "signup_button": "Sign Up",
  "login_heading": "Login",
  "login_button": "Login"
}
