{
  "title": "OnlyFeet - Inicio",
  "header": "OnlyFeet",
  "nav_about": "Acerca de",
  "nav_contact": "Contacto",
  "nav_account": "Cuenta",
  "home_heading": "Inicio",
  "home_welcome": "Bienvenido a OnlyFeet, la plataforma dedicada a los entusiastas de los pies.",
  "members_heading": "Nuestros Miembros",
  "user1_name": "Usuario 1",
  "user1_desc": "Apasionado por los pies durante 5 años.",
  "user2_name": "Usuario 2",
  "user2_desc": "Amante de las fotos artísticas de pies.",
  "user3_name": "Usuario 3",
  "user3_desc": "Coleccionista de calcetines raros.",
  "user4_name": "Usuario 4",
  "user4_desc": "Experto en pedicura estética.",
  "footer": "© 2024 OnlyFeet. Todos los derechos reservados.",
  "about_heading": "Acerca de",
  "about_paragraph": "OnlyFeet es una plataforma donde los creadores pueden compartir contenido exclusivo con sus suscriptores.",
  "fetish_heading": "El fetichismo de los pies:",
  "chapter1_title": "Capítulo 1: El Origen del Fetichismo de los Pies",
  "chapter1_content": "El fetichismo de los pies, o podofilia, es una fascinación sexual por los pies. Tiene sus orígenes en la historia antigua. Diversas culturas de todo el mundo han idolatrado los pies durante mucho tiempo, ya sea en el arte, la literatura o incluso en las prácticas religiosas. Por ejemplo, en el antiguo Egipto, los pies se consideraban una parte sagrada del cuerpo, a menudo representados en jeroglíficos y esculturas.",
  "chapter2_title": "Capítulo 2: El Desarrollo a lo Largo de los Siglos",
  "chapter2_content": "A lo largo de los siglos, el fetichismo de los pies ha evolucionado. Durante el Renacimiento en Europa, los pies a menudo fueron objeto de fascinación en obras de arte. Artistas como Leonardo da Vinci prestaron gran atención a dibujar los pies con gran precisión, destacando su importancia estética.",
  "chapter2_content_more": "En el siglo XIX, el fetichismo de los pies se volvió más reconocido como una forma distinta de fetichismo sexual. La literatura erótica de la época, como las obras del escritor francés Charles Baudelaire, exploraron este tema, haciéndolo más visible en la cultura popular.",
  "chapter3_title": "Capítulo 3: El Impacto de la Cultura Popular Moderna",
  "chapter3_content": "En el mundo moderno, el fetichismo de los pies ha ganado una aceptación más amplia gracias a la influencia de los medios y la cultura popular. Las películas, las revistas y, más recientemente, Internet, han desempeñado un papel crucial en la normalización de este fetichismo. Las celebridades y los influencers de las redes sociales también han contribuido a esta tendencia al compartir contenido enfocado en los pies, desde sesiones fotográficas hasta videos específicos.",
  "chapter4_title": "Capítulo 4: El Papel de Internet y las Redes Sociales",
  "chapter4_content": "Internet ha revolucionado la forma en que las personas exploran y expresan sus intereses fetichistas. Plataformas como OnlyFeet permiten a los creadores de contenido compartir su pasión por los pies con una audiencia global. Los foros en línea, los grupos de discusión y las redes sociales han creado comunidades donde las personas con los mismos intereses pueden conectarse, intercambiar ideas y explorar sus deseos sin juicio.",
  "chapter5_title": "Capítulo 5: Aceptación y Estigmatización",
  "chapter5_content": "Aunque el fetichismo de los pies es más visible hoy en día, todavía hay estigmas asociados a esta forma de sexualidad. Muchas personas que experimentan este fetichismo prefieren mantenerlo en privado por temor al juicio o la discriminación. Sin embargo, con la evolución de las actitudes sociales y una mejor comprensión de la diversidad de las preferencias sexuales, el fetichismo de los pies está ganando gradualmente aceptación.",
  "chapter5_content_more": "OnlyFeet juega un papel crucial en esta transformación al proporcionar una plataforma segura y acogedora donde las personas pueden explorar y compartir sus intereses en los pies. Creemos en celebrar la diversidad de los deseos humanos y en crear un espacio inclusivo para todos.",
  "contact_heading": "Contacto",
  "contact_intro": "Para cualquier pregunta, por favor contáctenos en:",
  "contact_email": "helponlyfeet@gmail.com",
  "contact_phone": "0768516994",
  "compte_heading": "Cuenta",
  "signup": "Registrarse",
  "login": "Iniciar sesión",
  "signup_heading": "Registrarse",
  "username_label": "Nombre de usuario:",
  "email_label": "Correo electrónico:",
  "password_label": "Contraseña:",
  "signup_button": "Registrarse",
  "login_heading": "Iniciar sesión",
  "login_button": "Iniciar sesión"
}
