{
  "title": "OnlyFeet - Accueil",
  "header": "OnlyFeet",
  "nav_about": "À Propos",
  "nav_contact": "Contact",
  "nav_account": "Compte",
  "home_heading": "Accueil",
  "home_welcome": "Bienvenue sur OnlyFeet, la plateforme dédiée aux passionnés de pieds.",
  "members_heading": "Nos Membres",
  "user1_name": "Utilisateur 1",
  "user1_desc": "Passionné de pieds depuis 5 ans.",
  "user2_name": "Utilisateur 2",
  "user2_desc": "Amateur de photos artistiques de pieds.",
  "user3_name": "Utilisateur 3",
  "user3_desc": "Collectionneur de chaussettes rares.",
  "user4_name": "Utilisateur 4",
  "user4_desc": "Expert en pédicure esthétique.",
  "footer": "© 2024 OnlyFeet. Tous droits réservés.",
  "about_heading": "À Propos",
  "about_paragraph": "OnlyFeet est une plateforme où les créateurs peuvent partager des contenus exclusifs avec leurs abonnés.",
  "fetish_heading": "Le fétichisme des Pieds :",
  "chapter1_title": "Chapitre 1: L'Origine du Fétichisme des Pieds",
  "chapter1_content": "Le fétichisme des pieds, ou podophilie, est une fascination sexuelle pour les pieds. Il trouve ses origines dans l'histoire ancienne. Diverses cultures à travers le monde ont longtemps idolâtré les pieds, que ce soit dans l'art, la littérature ou même dans les pratiques religieuses. Par exemple, dans l'ancienne Égypte, les pieds étaient considérés comme une partie sacrée du corps, souvent représentée dans les hiéroglyphes et les sculptures.",
  "chapter2_title": "Chapitre 2: Le Développement à Travers les Âges",
  "chapter2_content": "Au fil des siècles, le fétichisme des pieds a évolué. Pendant la Renaissance en Europe, les pieds ont souvent été l'objet de fascination dans les œuvres d'art. Des artistes comme Léonard de Vinci ont consacré beaucoup d'attention à dessiner les pieds avec une grande précision, soulignant leur importance esthétique.",
  "chapter2_content_more": "Au XIXe siècle, le fétichisme des pieds est devenu plus reconnu comme une forme distincte de fétichisme sexuel. La littérature érotique de l'époque, comme les œuvres de l'écrivain français Charles Baudelaire, a exploré ce thème, le rendant plus visible dans la culture populaire.",
  "chapter3_title": "Chapitre 3: L'Impact de la Culture Populaire Moderne",
  "chapter3_content": "Dans le monde moderne, le fétichisme des pieds a gagné une acceptation plus large grâce à l'influence des médias et de la culture populaire. Les films, les magazines et plus récemment, Internet, ont joué un rôle crucial dans la normalisation de ce fétichisme. Des célébrités et des influenceurs des médias sociaux ont également contribué à cette tendance en partageant des contenus axés sur les pieds, allant des séances de photos aux vidéos spécifiques.",
  "chapter4_title": "Chapitre 4: Le Rôle d'Internet et des Réseaux Sociaux",
  "chapter4_content": "Internet a révolutionné la manière dont les gens explorent et expriment leurs intérêts fétichistes. Des plateformes comme OnlyFeet permettent aux créateurs de contenu de partager leurs passions pour les pieds avec une audience mondiale. Les forums en ligne, les groupes de discussion et les réseaux sociaux ont créé des communautés où les personnes partageant les mêmes intérêts peuvent se connecter, échanger des idées et explorer leurs désirs sans jugement.",
  "chapter5_title": "Chapitre 5: L'Acceptation et la Stigmatisation",
  "chapter5_content": "Bien que le fétichisme des pieds soit plus visible aujourd'hui, il reste encore des stigmates attachés à cette forme de sexualité. Beaucoup de personnes qui éprouvent ce fétichisme préfèrent le garder privé par peur du jugement ou de la discrimination. Cependant, avec l'évolution des attitudes sociales et une meilleure compréhension de la diversité des préférences sexuelles, le fétichisme des pieds gagne progressivement en acceptation.",
  "chapter5_content_more": "OnlyFeet joue un rôle crucial dans cette transformation en offrant une plateforme sécurisée et accueillante où les individus peuvent explorer et partager leurs intérêts pour les pieds. Nous croyons en la célébration de la diversité des désirs humains et en la création d'un espace inclusif pour tous.",
  "contact_heading": "Contact",
  "contact_intro": "Pour toute question, veuillez nous contacter à :",
  "contact_email": "helponlyfeet@gmail.com",
  "contact_phone": "0768516994",
  "compte_heading": "Compte",
  "signup": "Inscription",
  "login": "Connexion",
  "signup_heading": "Inscription",
  "username_label": "Nom d'utilisateur :",
  "email_label": "Email :",
  "password_label": "Mot de passe :",
  "signup_button": "S'inscrire",
  "login_heading": "Connexion",
  "login_button": "Se connecter"
}
