{
  "title": "OnlyFeet - Ikhaya",
  "header": "OnlyFeet",
  "nav_about": "Mayelana",
  "nav_contact": "Xhumana nathi",
  "nav_account": "I-akhawunti",
  "home_heading": "Ikhaya",
  "home_welcome": "Siyakwamukela ku-OnlyFeet, ipulatifomu enikezelwe kwabathanda izinyawo.",
  "members_heading": "Amalungu ethu",
  "user1_name": "Umsebenzisi 1",
  "user1_desc": "Uthanda izinyawo iminyaka eyi-5.",
  "user2_name": "Umsebenzisi 2",
  "user2_desc": "Uthanda izithombe zobuciko zezinyawo.",
  "user3_name": "Umsebenzisi 3",
  "user3_desc": "Uqokelela amasokisi awodwa.",
  "user4_name": "Umsebenzisi 4",
  "user4_desc": "Isazi sokunakekela izinyawo.",
  "footer": "© 2024 OnlyFeet. Wonke amalungelo agodliwe.",
  "about_heading": "Mayelana",
  "about_paragraph": "OnlyFeet iyipulatifomu lapho abadali bengabelana ngokuqukethwe okukhethekile nababhalisile babo.",
  "fetish_heading": "I-Fetish yeZinyawo:",
  "chapter1_title": "Isahluko 1: Umsuka we-Fetish yeZinyawo",
  "chapter1_content": "I-Fetish yezinyawo, noma i-podophilia, iyinhlebo yezocansi ngezinyawo. Inemvelaphi yayo emlandweni wasendulo. Izinkolo ezahlukahlukene emhlabeni jikelele bekade zithandaza izinyawo, noma ngabe ekubazeni izithombe, ezincwadini, noma ngisho nasemasikweni enkolo. Ngokwesibonelo, eGibhithe lasendulo, izinyawo zazibhekwa njengengxenye engcwele yomzimba, ezivame ukuvezwa emibhalweni yezithombe nezithombe.",
  "chapter2_title": "Isahluko 2: Intuthuko ngeMinyaka",
  "chapter2_content": "Kule minyaka edlule, i-fetish yezinyawo ithuthuke kakhulu. Ngesikhathi se-Renaissance eYurophu, izinyawo zazivame ukuba yinto yokuthakazelisa emisebenzini yobuciko. Abaculi abafana no-Leonardo da Vinci banakekela kakhulu ukudweba izinyawo ngokucophelela okukhulu, bagcizelela ukubaluleka kwazo kwezobuciko.",
  "chapter2_content_more": "Ngekhulu le-19, i-fetish yezinyawo yaziwa kakhulu njengohlobo oluhlukile lwe-fetish yezocansi. Izincwadi ezibhalwe ngaleso sikhathi, ezifana nemisebenzi yombhali waseFrance uCharles Baudelaire, zihlolisisa lesi sihloko, zenze ukuthi sibe sibonakala kakhulu kwamasiko athandwayo.",
  "chapter3_title": "Isahluko 3: Umthelela weSiko Lesimanje",
  "chapter3_content": "Emhlabeni wesimanje, i-fetish yezinyawo ithole ukwamukelwa okubanzi ngenxa yomthelela wezindaba namasiko athandwayo. Ama-movie, amamagazini, futhi kamuva i-inthanethi, kudlale indima ebalulekile ekujwayeleni lokhu kufetisha. Osaziwayo nabathonya be-social media nabo banikele kule nqubo ngokwabelana ngokuqukethwe okunikezelwe ngezinyawo, kusuka kwezithombe kuya kumavidiyo athile.",
  "chapter4_title": "Isahluko 4: Indima ye-Inthanethi ne-Social Media",
  "chapter4_content": "I-Inthanethi iye yashintsha indlela abantu abahlola futhi bevezela izifiso zabo zokufetisha. Ama-platform afana ne-OnlyFeet avumela abadali bokuqukethwe ukuba babelane ngokuthakazelisa kwabo ngezinyawo nezingxenyekazi zomhlaba wonke. Ama-forum aku-inthanethi, amaqembu okuxoxa nezinkundla zokuxhumana ziye zadala imiphakathi lapho abantu abahlanganyela izintshisekelo ezifanayo bengaxhumana khona, babelane ngemibono futhi bahlolisise izifiso zabo ngaphandle kokwahlulelwa.",
  "chapter5_title": "Isahluko 5: Ukwamukela nokuhlazeka",
  "chapter5_content": "Noma i-fetish yezinyawo isibonakala kakhulu namuhla, kusenenhlamba elandela lolu hlobo lwezocansi. Abantu abaningi abane-fetish yezinyawo bakhetha ukuyigcina iyimfihlo ngenxa yokwesaba ukwahlulelwa noma ukucwaswa. Kodwa-ke, ngokushintsha kwezimvo zomphakathi nokuqonda kangcono ukwehlukahlukana kwezifiso zobulili, i-fetish yezinyawo kancane kancane yamukeleka.",
  "chapter5_content_more": "I-OnlyFeet idlala indima ebalulekile kulolu shintsho ngokunikeza ipulatifomu ephephile nefudumele lapho abantu bengahlola futhi babelane ngezintshisekelo zabo ngezinyawo. Sikholelwa ekugubheni ukwehlukahlukana kwezifiso zomuntu futhi sakha isikhala esihlanganisayo kuwo wonke umuntu.",
  "contact_heading": "Xhumana nathi",
  "contact_intro": "Ngemibuzo yonke, sicela uxhumane nathi ku:",
  "contact_email": "helponlyfeet@gmail.com",
  "contact_phone": "0768516994",
  "compte_heading": "I-akhawunti",
  "signup": "Bhalisa",
  "login": "Ngena ngemvume",
  "signup_heading": "Bhalisa",
  "username_label": "Igama lomsebenzisi:",
  "email_label": "I-imeyili:",
  "password_label": "Iphasiwedi:",
  "signup_button": "Bhalisa",
  "login_heading": "Ngena ngemvume",
  "login_button": "Ngena ngemvume"
}
